﻿/* Notification that a user reacted to a post that the current user was tagged in */
"reacted_tagged_in_1" = "%@ reaguje na wiadomość, w której jesteś oznaczony";

/* Notification that 2 users reacted to a post that the current user was tagged in */
"reacted_tagged_in_2" = "%@ i %@ reagują na wiadomość, w której jesteś oznaczony";

/* Notification that a user reposted a post that the current user was tagged in */
"reposted_tagged_in_1" = "%@ publikuje wiadomość, w której jesteś oznaczony";

/* Notification that 2 users reposted a post that the current user was tagged in */
"reposted_tagged_in_2" = "%@ i %@ publikują wiadomość, w której jesteś oznaczony";

/* Notification that a user zapped a post that the current user was tagged in */
"zapped_tagged_in_1" = "%@ zapuje wiadomość, w której jesteś oznaczony";

/* Notification that 2 users zapped a post that the current user was tagged in */
"zapped_tagged_in_2" = "%@ i %@ zapują wiadomość, w której jesteś oznaczony";

/* Notification that a user reacted to the current user's post */
"reacted_your_post_1" = "%@ reaguje na Twoją wiadomość";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_post_2" = "%@ i %@ reagują na Twoją wiadomość";

/* Notification that a user reposted the current user's post */
"reposted_your_post_1" = "%@ publikuje Twoją wiadomość";

/* Notification that 2 users reposted the current user's post */
"reposted_your_post_2" = "%@ i %@ publikują Twoją wiadomość";

/* Notification that a user zapped the current user's post */
"zapped_your_post_1" = "%@ zapuje Twoją wiadomość";

/* Notification that 2 users zapped the current user's post */
"zapped_your_post_2" = "%@ i %@ zapują Twoją wiadomość";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ reaguje na Twój profil";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@ i %@ reagują na Twój profil";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ opublikowuje Twój profil";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ i %@ opublikowali Twój profil";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ zapuje Twój profil";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ i %@ zapują Twój profil";
/* No comment provided by engineer. */
"%@" = "%@";

/* Alert message that informs a user was blocked. */
"%@ has been blocked" = "Użytkownik %@ zablokowany";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "Nie znaleziono %@";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. Tworzenie konta nie wymaga numeru telefonu, emaila, ani imienia. Zacznij już teraz bez żadnych przeszkód.";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. Prywatny komunikator z szyfrowaniem typu \"End-to-End\". Trzymaj branżę technologiczną z dala od swoich prywatnych wiadomości";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. Dawaj napiwki w reakcji na odpowiedzi znajomych i ciułaj satosze z Bitcoin⚡️, natywną walutą internetu.";

/* Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@.font(.body.bold())) %@" = "%1$@.font(.body.bold())) %2$@";

/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'. */
"%@.font(.subheadline.weight(.medium))) %@" = "%1$@.font(.subheadline.weight(.medium))) %2$@";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%@' pod adresem '%@' zostanie użyty do weryfikacji";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "'%@' jest niepoprawnym identyfikatorem NIP-05. Powinien wyglądać jak email.";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "O programie";

/* Label for About Me section of user profile form. */
"About Me" = "O mnie";

/* Placeholder text for About Me description. */
"Absolute Boss" = "Miszcz";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "Potwierdź";

/* Label to indicate the public ID of the account. */
"Account ID" = "ID konta";

/* Title for confirmation dialog to either share, report, or block a profile. */
"Actions" = "Akcje";

/* Button to confirm adding user inputted relay. */
"Add" = "Dodaj";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "Dodaj wszystkie";

/* Context menu option for adding a note bookmark. */
"Add Bookmark" = "Dodaj zakładkę";

/* Button to add recommended relay server.
   Label for section for adding a relay server. */
"Add Relay" = "Dodaj przekaźnik";

/* Label to display relay contact user. */
"Admin" = "Admin";

/* Label for filter for all notifications. */
"All" = "Wszystkie";

/* Setting to always show and never blur images */
"Always show images" = "Zawsz pokazuj obrazy";

/* Picker option to indicate that a zap should be sent anonymously and not identify the user as who sent it. */
"Anonymous" = "Anonimowo";

/* Any amount of sats */
"Any" = "Dowolny";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "Klucz API (opcjonalny)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "Klucz API (wymagany)";

/* Alert message to ask if user wants to repost a post. */
"Are you sure you want to repost this?" = "Na pewno chcesz podać dalej?";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Awesome post!" = "Wspaniały post!";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "Baner";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "Zanim zaczniesz, musisz zapisać dane swojego konta. W przeciwnym razie nie będziesz można zalogować się w przyszłości, jeśli kiedykolwiek odinstalujesz Damusa.";

/* Dropdown option label for Lightning wallet, Bitcoin Beach. */
"Bitcoin Beach" = "Bitcoin Beach";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "Napiwki Bitcoin Lightning";

/* Dropdown option label for Lightning wallet, Blixt Wallet */
"Blixt Wallet" = "Blixt Wallet";

/* Alert button to block a user.
   Button to block a profile.
   Context menu option for blocking users. */
"Block" = "Zablokuj";

/* Alert message prompt to ask if a user should be blocked. */
"Block %@?" = "Zablokować %@?";

/* Title of alert for blocking a user. */
"Block User" = "Zablokowanie użytkownika";

/* Sidebar menu label for Profile view. */
"Blocked" = "Zablokowani";

/* Navigation title of view to see list of blocked users. */
"Blocked Users" = "Zablokowani użytkownicy";

/* Dropdown option label for Lightning wallet, Blue Wallet. */
"Blue Wallet" = "Blue Wallet";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "Zakładki";

/* Accessibility label for boosts button */
"Boosts" = "Podbij";

/* Dropdown option label for Lightning wallet, Breez. */
"Breez" = "Breez";

/* Button to broadcast note to all your relays
   Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "Prześlij do przekaźników";

/* Alert button to cancel out of alert for blocking a user.
   Button to cancel a repost.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of reposting a post.
   Button to cancel out of view adding user inputted relay.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view. */
"Cancel" = "Anuluj";

/* Dropdown option label for Lightning wallet, Cash App. */
"Cash App" = "Cash App";

/* Button for clearing bookmarks data. */
"Clear All" = "Wyczyść wszystkie";

/* Button to clear image cache. */
"Clear Cache" = "Wyczyść pamięć podręczną";

/* Header text to indicate that the text field below it is a comment that will be used to send as part of a zap to the user. */
"Comment" = "Komentarz";

/* Label to display relay contact information. */
"Contact" = "Kontakt";

/* Continue with deleting the user. */
"Continue" = "Kontynuuj";

/* Label indicating that a user's key was copied. */
"Copied" = "Skopiowano";

/* Button to copy a relay server address. */
"Copy" = "Kopiuj";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "Kopiuj ID konta";

/* Context menu option to copy an image into clipboard.
   Context menu option to copy an image to clipboard. */
"Copy Image" = "Kopiuj obraz";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "Kopiuj adres obrazu";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "Kopiuj fakturę";

/* Button to copy link to note */
"Copy Link" = "Kopiuj link";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "Kopiuj LNURL";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "Kopiuj ID notatki";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "Kopiuj JSON notatki";

/* Button to copy report ID. */
"Copy Report ID" = "Kopiuj ID zgłoszenia";

/* Context menu option for copying the text from an note. */
"Copy Text" = "Kopiuj tekst";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "Kopiuj klucz publiczny użytkownika";

/* Alert message to indicate that the blocked user could not be found. */
"Could not find user to block..." = "Nie odnaleziono użytkownika do zablokowania...";

/* Button to create account. */
"Create" = "Utwórz";

/* Button to create an account. */
"Create Account" = "Utwórz konto";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "Tworzenie nowej listy zablokowanych";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "Twórca/y Bitcoina. Absolutna legenda.";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "Użytkownika";

/* Header text to indicate that the text field below it is to enter a custom zap amount. */
"Custom Zap Amount" = "Własna kwota Zapa";

/* Name of the app, shown on the first screen when user is not logged in. */
"Damus" = "Damus";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL (Własnościowy, wysoka dokładność)";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "Portfel domyślny";

/* Section title for zap configuration */
"Default Zap Amount in sats" = "Domyślna kwota dla zapów w satoshi";

/* Button for deleting the users account.
   Button to delete a relay server that the user connects to.
   Button to remove a user from their blocklist. */
"Delete" = "Usuwanie konta";

/* Button to delete the user's account. */
"Delete Account" = "Usuń konto";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "Konto usunięte";

/* Label to display relay description. */
"Description" = "Opis";

/* Button to disable image animation */
"Disable animations" = "Wyłącz animacje";

/* Button to dismiss a text field alert. */
"Dismiss" = "Odzruć";

/* Label to prompt display name entry. */
"Display Name" = "Nazwa wyświetlana";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "Prywatne Wiadomości";

/* Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "Gotowe";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "Zarabiaj pieniądze";

/* Button to edit user's profile. */
"Edit" = "Edytuj";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Edit participants" = "Edytuj uczestników";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "Zaszyfrowane";

/* Prompt for user to enter an account key to login. */
"Enter your account key to login:" = "Wprowadź klucz swojego konta aby się zalogować:";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "Błąd pobieranie faktury lightning";

/* Error message indicating why saving keys failed. */
"Error: %@" = "Błąd: %@";

/* Label indicating that the below text is the EULA, an acronym for End User License Agreement. */
"EULA" = "EULA";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone on can see that you zapped" = "Każdy możesz zobaczyć czy dajesz zapa";

/* Button label text for filtering relay servers. */
"Filter" = "Filtr";

/* Button to follow a user. */
"Follow" = "Obserwuj";

/* Button to follow a user back. */
"Follow Back" = "Obserwuj";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on nostr" = "Obserwuj mnie na nostr";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "Obserwujący";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "Obserwuje";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "Obserwowani...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "Obserwuje Cię";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "Darmowy";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "Pobierz klucz API";

/* No comment provided by engineer. */
"Hello, World!" = "Witaj świecie!";

/* Button to hide a post from a user who has been blocked. */
"Hide" = "Ukryj";

/* Button to hide the DeepL translation API key.
   Button to hide the LibreTranslate server API key. */
"Hide API Key" = "Ukryj klucz API";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "Strona główna";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "Treści nielegalne";

/* Section title for images configuration. */
"Images" = "Obrazy";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "Klucz nieprawidłowy";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "Nieprawidłowy adres lightning";

/* Title of alerting as invalid tip address. */
"Invalid Tip Address" = "Niepoprawny adres napiwku";

/* Button for user to report that the account or content has spam. */
"It's spam" = "To jest spam";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Moves the post button to the left side of the screen */
"Left Handed" = "Tryb dla leworęcznych";

/* Button to complete account creation and start using the app. */
"Let's go!" = "Jedziemy!";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibraTranslate (Otwarte Źródła)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "Address Lightning lub LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "Faktura Lightning";

/* Accessibility Label for Like button */
"Like" = "Polub";

/* Dropdown option label for Lightning wallet, LNLink. */
"LNLink" = "LNLink";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "Właduj jeszcze %@ ";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "Lokalne uwierzytelnienie dostępu do klucza prywatnego";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "Domyślny systemowy";

/* Button to log into account.
   Button to log into an account.
   Title of view to log into an account. */
"Login" = "Logowanie";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "Wylogowanie";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "Szukam %@...";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "Upewnij się, że Twój klucz konta nsec jest zapisany zanim się wylogujesz bo inaczej stracisz dostęp do tego konta";

/* Label for filter for seeing mention notifications (replies, etc). */
"Mentions" = "Wzmianki";

/* Section header for miscellaneous user configuration */
"Miscellaneous" = "Różne";

/* Dropdown option label for Lightning wallet, Muun. */
"Muun" = "Muun";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "Weryfikacja NIP-05";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "Nie";

/* Alert message prompt that asks if the user wants to create a new block list, overwriting previous block lists. */
"No block list found, create a new one? This will overwrite any previous block lists." = "Nie znaleziono listy zablokowanych, stworzyć nową? Nadpisać poprzednie listy.";

/* No comment provided by engineer. */
"No data available" = "Nie ma danych";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one can see that you zapped" = "Nikt nie rozpozna, że to Ty dajesz zapa";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps are sent, only a lightning payment." = "Zap nie jest wysyłany, tylko płatność w lightning";

/* No search results. */
"none" = "brak wyników";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "Brak";

/* Picker option to indicate that sats should be sent to the user's wallet as a regular Lightning payment, not as a zap. */
"none_zap_type" = "Brak";

/* Dropdown option label for system default for NostrBuild image uploader. */
"NostrBuild" = "NostrBuild";

/* Dropdown option label for system default for NostrImg image uploader. */
"NostrImg" = "NostrImg";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "Treść zawiera klucz prywatny \"nsec1\". Jesteś pewien?";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "Nic tu nie ma. Sprawdź później!";

/* Toolbar label for Notifications view. */
"Notifications" = "Powiadomienia";

/* String indicating that a given timestamp just occurred */
"now" = "przed chwilą";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "Nagość lub jednoznaczne treści";

/* Button to dismiss the alert. */
"Ok" = "OK";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "Tę wiadomość widzisz tylko Ty i ten kto ją wysłał";

/* Label indicating that a form input is optional. */
"optional" = "opcjonalne";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "Płatny przekaźnik";

/* Button to pay a Lightning invoice. */
"Pay" = "Zapłać";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "Zapłać fakturę Lightning";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "Trwałe usunięcie konta";

/* Dropdown option label for Lightning wallet, Phoenix. */
"Phoenix" = "Phoenix";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "Plan";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "Wybierz przekaźniki z listy poniżej aby filtrować ten kanał:";

/* Button to post a note. */
"Post" = "Wyślij";

/* Text to indicate that what is being shown is a post from a user who has been blocked. */
"Post from a user you've blocked" = "Post od użytkownika, którego zablokowałeś";

/* Label for filter for seeing only posts (instead of posts and replies).
   Label for filter for seeing only your posts (instead of posts and replies). */
"Posts" = "Posty";

/* Label for filter for seeing posts and replies (instead of only posts).
   Label for filter for seeing your posts and replies (instead of only your posts). */
"Posts & Replies" = "Posty i odpowiedzi";

/* Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading.
   Picker option to indicate that a zap should be sent privately and not identify the user to the public. */
"Private" = "Prywatność";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "Klucz prywatny";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "Tylko '%@' zobaczy, że dajesz zapa";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "Profesjonalny";

/* Sidebar menu label for Profile view. */
"Profile" = "Profil";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "Zdjęcie profilowe";

/* Picker option to indicate that a zap should be sent publicly and identify the user as who sent it. */
"Public" = "Publiczny";

/* Section title for the user's public account ID. */
"Public Account ID" = "Publiczny ID konta";

/* Label indicating that the text is a user's public account key.
   Label to indicate that text below is the user's public key used by others to uniquely refer to the user. */
"Public Key" = "Klucz publiczny";

/* Label indicating that the text is a user's public account key. */
"Public key" = "Klucz publiczny";

/* Prompt to ask user if the key they entered is a public key. */
"Public Key?" = "Klucz publiczny?";

/* Navigation bar title for Reactions view. */
"Reactions" = "Reakcje";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "Polecane przekaźniki";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "Odrzuć";

/* Label to display relay address.
   Text field for relay server. Used for testing purposes. */
"Relay" = "Przekaźnik";

/* Header text for relay server list for configuration.
   Sidebar menu label for Relays view. */
"Relays" = "Przekaźniki";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "Przekaźniki zostały powiadomione a klienci będą mogli użyć tej informacji do filtrowania treści. Dziękuję!";

/* Button label to remove all participants from a note reply. */
"Remove all" = "Usuń wszystkie";

/* Context menu option for removing a note bookmark. */
"Remove Bookmark" = "Usuń zakładkę";

/* Accessibility label for reply button */
"Reply" = "Odpowiedz";

/* Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "W odpowiedzi do %@";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "W odpowiedzi do %1$@ i %2$@";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "W odpowiedzi do siebie";

/* Indicating that the user is replying to the following listed people. */
"Replying to:" = "W odpowiedzi do:";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "Zgłoś";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "ID zgłoszenia:";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "Zgłoszenie wysłane!";

/* Button to confirm reposting a post.
   Title of alert for confirming to repost a post. */
"Repost" = "Podaj dalej";

/* Text indicating that the post was reposted (i.e. re-shared). */
"Reposted" = "Podano dalej";

/* Navigation bar title for Reposts view. */
"Reposts" = "Podane dalej";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "Prośby";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "Ponów";

/* Dropdown option label for Lightning wallet, River */
"River" = "River";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "satoshi";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "Satoshi Nakamoto";

/* Button for saving profile. */
"Save" = "Zapisz";

/* Context menu option to save an image. */
"Save Image" = "Zapisz obraz";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "Zaskanuj ten kod";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "Szukaj hasztag: #%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "Szukaj..";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "Tajny klucz logowania do konta";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "Wybierz portfel Lightning";

/* Prompt selection of user's default wallet */
"Select default wallet" = "Wybierz domyślny portfel";

/* Prompt selection of user's image uploader */
"Select image uploader" = "Wybierz narzędzie do przesyłania obrazów";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "Wyślij wiadomość aby zacząć rozmowę...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "Serwer";

/* Prompt selection of translation service provider. */
"Service" = "Usługa";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "Ustawienia";

/* Button to share a post
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "Udostępnij";

/* Title text to indicate that the buttons below are meant to be used to share a note with others. */
"Share Note" = "Udostępnij notatkę";

/* Button to present iOS share sheet */
"Share Via..." = "Udostępnij używając...";

/* Button to show a post from a user who has been blocked.
   Toggle to show or hide user's secret account login key. */
"Show" = "Pokaż";

/* Button to show the DeepL translation API key.
   Button to show the LibreTranslate server API key. */
"Show API Key" = "Pokaż klucz API";

/* Button to show entire note. */
"Show more" = "Pokaż więcej";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "Pokaż wybór portfela";

/* Section title for signing out */
"Sign Out" = "Wyloguj";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "Wyloguj się";

/* Label to display relay software. */
"Software" = "Oprogramowanie";

/* Dropdown option label for Lightning wallet, Strike. */
"Strike" = "Strike";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "Wspierane NIP";

/* Button to close out of alert that informs that the action to block a user was successful. */
"Thanks!" = "Dzięki!";

/* Giving the description of the alert message. */
"The address should either begin with LNURL or should look like an email address." = "Adres powinien zaczynać się od LNURL lub wyglądać jak adres e-mail.";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "Podszywa się pod kogoś";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for posts to be accepted." = "To jest płatny przekaźnik - musisz zapłacić, aby wysyłać posty.";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective." = "To jest klucz publiczny, nie będziesz mógł pisać postów ani mieć żadnych interakcji. Jest używany tylko do odczytu z ich perspektywy.";

/* Warning that the inputted account key for login is an old-style and asking user to verify if it is a public key. */
"This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key." = "To jest klucz nostr starego typu. Trudno powiedzieć czy to jest klucz publiczny czy prywatny. Przestaw przycisk jeśli to jest klucz publiczny.";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "To jest ID Twojego konta, które możesz dać znajomym by mogli Cię obserwować. Kliknij aby skopiować.";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "To jest Twój klucz prywatny. Potrzebny jest aby mieć dostęp do Twojego konta. Nie udostępniaj go nikomu! Zapisz w menedżerze haseł i przechowuj bezpiecznie!";

/* Navigation bar title for note thread. */
"Thread" = "Wątek";

/* Button to translate note from different language. */
"Translate Note" = "Tłumacz wpis";

/* Button to indicate that the note has been translated from a different language. */
"Translated from %@" = "Przetłumaczone z %@";

/* Button to indicate that the note is in the process of being translated from a different language. */
"Translating from %@..." = "Tłumaczę z %@...";

/* Section title for selecting the translation service. */
"Translations" = "Tłumaczenia";

/* Text field prompt asking user to type the word DELETE to confirm that they want to proceed with deleting their account. The all caps lock DELETE word should not be translated. Everything else should. */
"Type DELETE to delete" = "Napisz DELETE aby usunąć";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "Napisz swój post tutaj...";

/* Button to unfollow a user. */
"Unfollow" = "Przestań obserwować";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "Przestaje obserwować...";

/* Toolbar label for the universal view where posts from all connected relay servers appear. */
"Universe 🛸" = "Wszechświat 🛸";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message to indicate the user has been blocked */
"User blocked" = "Blokowanie użytkownika";

/* Alert message that informs a user was blocked. */
"User has been blocked" = "Użytkownik został zablokowany";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "Nazwa użytkownika";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "Wersja";

/* Sidebar menu label for Wallet view. */
"Wallet" = "Portfel";

/* Dropdown option label for Lightning wallet, Wallet of Satoshi. */
"Wallet of Satoshi" = "Wallet of Satoshi";

/* Section title for selection of wallet. */
"Wallet Selector" = "Wybór portfela";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "UWAGA:\n\nPODPISUJESZ ZDARZENIE, KTÓRE KASUJE TO KONTO.\n\nNIE BĘDZIE MOŻNA SIĘ ZALOGOWAĆ DO DAMUSA PRZY UŻYCIU TEGO KLUCZA KONTA.\n\n CZY NA PEWNO CHCESZ KONTYNUOWAĆ?";

/* Label for Website section of user profile form. */
"Website" = "Strona internetowa";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "Widaj w sieci społecznościowej, którą %@ kontrolujesz.";

/* Text to welcome user. */
"Welcome, %@!" = "Witaj, %@!";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "Co chcesz zgłosić?";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://jakis.przekaznik.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "Tak, nadpisz";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "Tak, wyślij pomimo to";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "Ty";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "Nie masz jeszcze zakładek, dodaj je z menu kontekstowego";

/* Label for Your Name section of user profile form. */
"Your Name" = "Twoje Imię";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "Twoje zgłoszenie zostanie wysłane do przekaźników, do których jesteś podłączony";

/* Accessibility label for zap button
   Button to send a zap. */
"Zap" = "Zap";

/* Title of picker that allows selection of predefined amounts to zap. */
"Zap Amount" = "Kwota zapa";

/* Header text to indicate that the picker below it is to choose a pre-defined amount of sats to zap. */
"Zap Amount in sats" = "Kwota zapa w satsach";

/* Header text to indicate that the picker below it is to choose the type of zap to send. */
"Zap Type" = "Rodzaj zapa";

/* Setting to enable vibration on zap */
"Zap Vibration" = "Wibrowanie zapów";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "Zapuję....";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view. */
"Zaps" = "Zapy";

/* Dropdown option label for Lightning wallet, Zebedee. */
"Zebedee" = "Zebedee";

/* Dropdown option label for Lightning wallet, Zeus LN. */
"Zeus LN" = "Zeus LN";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️ %@";

